import { CuisineOption } from './types';

export const CUISINES: CuisineOption[] = [
  { value: 'Итальянская', label: '🇮🇹 Итальянская' },
  { value: 'Японская', label: '🇯🇵 Японская' },
  { value: 'Грузинская', label: '🇬🇪 Грузинская' },
  { value: 'Мексиканская', label: '🇲🇽 Мексиканская' },
  { value: 'Русская', label: '🇷🇺 Русская' },
  { value: 'Французская', label: '🇫🇷 Французская' },
  { value: 'Тайская', label: '🇹🇭 Тайская' },
  { value: 'Индийская', label: '🇮🇳 Индийская' },
  { value: 'Американская', label: '🇺🇸 Американская' },
  { value: 'Средиземноморская', label: '🌊 Средиземноморская' },
];

export const APP_NAME = "Шеф ИИ";
